{
  "skills": [
    {
      "date": "2022-12-06T15:07:31.798027",
      "des": "Git là một hệ thống quản lý phiên bản phân tán miễn phí và mã nguồn mở, được thiết kế để xử lý từ dự án nhỏ đến rất lớn với tốc độ và hiệu suất cao",
      "img": "https://cdn3.iconfinder.com/data/icons/social-media-2169/24/social_media_social_media_logo_git-512.png",
      "name": "Git"
    },
    {
      "date": "2022-12-06T15:09:18.175658",
      "des": "Dart là một ngôn ngữ lập trình được thiết kế cho việc phát triển phía khách hàng, chẳng hạn như cho web và ứng dụng di động",
      "img": "https://img.icons8.com/?size=512&id=5pu47piHKg1I&format=png",
      "name": "Flutter"
    },
    {
      "date": "2022-12-06T15:10:01.509497",
      "des": "Dart is a programming language designed for client development, such as for the web and mobile apps.",
      "img": "https://img.icons8.com/?size=512&id=7AFcZ2zirX6Y&format=png",
      "name": "Dart"
    },
    {
      "date": "2022-12-06T15:10:26.815054",
      "des": "Firebase là một dịch vụ Backend-as-a-Service (Baas). Nó cung cấp cho các nhà phát triển một loạt các công cụ và dịch vụ để giúp họ phát triển các ứng dụng chất lượng. Firebase được xây dựng trên cơ sở hạ tầng của Google.",
      "img": "https://img.icons8.com/?size=512&id=62452&format=png",
      "name": "Firebase"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": "MongoDB là một chương trình cơ sở dữ liệu hướng tài liệu mã nguồn mở, đa nền tảng. MongoDB được phân loại là chương trình cơ sở dữ liệu NoSQL, sử dụng tài liệu giống JSON với các schema tùy chọn",
      "img": "https://img.icons8.com/?size=512&id=tBBf3P8HL0vR&format=png",
      "name": "MongoDb"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": "SQL (Structured Query Language) là ngôn ngữ truy vấn dùng để quản lý và truy xuất cơ sở dữ liệu quan hệ. SQL cho phép thực hiện các thao tác như tạo, truy vấn, cập nhật và xóa dữ liệu trong cơ sở dữ liệu.",
      "img": "https://img.icons8.com/?size=512&id=qGUfLiYi1bRN&format=png",
      "name": "SQL"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": "Spring Boot là một framework phát triển ứng dụng Java. Nó cung cấp các công cụ và thư viện giúp dễ dàng xây dựng ứng dụng Java mà không cần quá nhiều cấu hình. Spring Boot giúp tăng năng suất phát triển và giảm đáng kể số lượng mã lặp lại.",
      "img": "https://img.icons8.com/?size=512&id=90519&format=png",
      "name": "Spring Boot"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": "Azure là một nền tảng đám mây được cung cấp bởi Microsoft. Nó cung cấp các dịch vụ đám mây như máy ảo, lưu trữ dữ liệu, dịch vụ phân tích và nhiều hơn nữa. Azure giúp các tổ chức xây dựng, triển khai và quản lý ứng dụng và dịch vụ trên môi trường đám mây.",
      "img": "https://img.icons8.com/?size=512&id=VLKafOkk3sBX&format=png",
      "name": "Azure"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": "AWS (Amazon Web Services) là một nền tảng đám mây hàng đầu do Amazon cung cấp. AWS cung cấp một loạt các dịch vụ đám mây bao gồm máy ảo, lưu trữ dữ liệu, cơ sở dữ liệu, dịch vụ tính toán và nhiều hơn nữa. AWS cho phép người dùng xây dựng và triển khai ứng dụng và dịch vụ trên nền tảng đám mây của Amazon.",
      "img": "https://img.icons8.com/?size=512&id=33039&format=png",
      "name": "AWS"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": "Android là một hệ điều hành di động phổ biến, phát triển bởi Google. Nó được sử dụng trên nhiều thiết bị di động như điện thoại thông minh và máy tính bảng. Android cung cấp một nền tảng phát triển mạnh mẽ cho việc xây dựng ứng dụng di động đa dạng.",
      "img": "https://img.icons8.com/?size=512&id=17836&format=png",
      "name": "Android"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": "AOSP (Android Open Source Project) là dự án mã nguồn mở cho hệ điều hành Android. Nó cung cấp mã nguồn cho các thành phần cốt lõi của Android và cho phép các nhà phát triển tùy chỉnh và xâydựng phiên bản riêng của hệ điều hành này. AOSP cho phép sự mở rộng và tùy chỉnh linh hoạt của Android.",
      "img": "https://img.icons8.com/?size=512&id=04OFrkjznvcd&format=png",
      "name": "AOSP"
    }
  ]
}