{
  "name": "Chung Nguyen Thanh",
  "aboutMe": "As a qualified software developer, I always accumulate skills, and experience in the process of building and developing software applications and systems. I work as a software development engineer for phone and smart box products, my work includes integrating the development of system services and applications into the Android TV and AOSP source code. \n\nI have a good understanding and skills in using Flutter, Dart, Java, and Spring boot to design and create cross-platform systems and applications that deliver engaging, user-friendly digital experiences user.\n\nWith extensive knowledge of software and system design analysis principles, I always ensure that the source code I create is of high quality with an intuitive user interface. I have experience analyzing and designing software systems for mobile applications and websites and have conducted user research, prototyping, and designing several unique and engaging products.\n \n In addition, I also know system deployment with Azure and AWS. This allows me to build complex and powerful systems that meet a variety of requirements and ensure high performance.\n\nDuring my work, I have demonstrated the ability to work independently while also having Strong teamwork ability and close cooperation with other project members. I participated in feasibility assessment, solution finding, development, and test plan development along with other designers and developers. I always ensure that projects are completed on time and to high-quality standards.\n\nI am always looking for opportunities to apply my knowledge and skills in developing groundbreaking software, bringing bring high value to society. I am passionate about creating great products and meeting user needs. I am always ready to contribute to interesting and exciting projects, and look forward to continuing to grow and expand my capabilities in the field of software development.",
  "aboutCard": [
    {
      "content": "I appreciate system design patterns that are simple, clear, and full of thoughtful interactions..",
      "iconPath": "assets/vector.png",
      "title": "Back-End Development"
    },
    {
      "content": "Using Flutter & Dart, I can build applications and websites for my system.",
      "iconPath": "assets/programming-code-signs.png",
      "title": "Front-End Development"
    },
    {
      "content": "Integrating APIs throughout the software to keep data synchronized and enhance productivity.",
      "iconPath": "assets/api.png",
      "title": "API Integration"
    },
    {
      "content": "I enjoy building useful applications for the community, making people's lives simpler.",
      "iconPath": "assets/web-development.png",
      "title": "Mobile/Web Development"
    },
    {
      "content": "I develop firmware for consumer products such as Android TV and AOSP.",
      "iconPath": "assets/android.png",
      "title": "Software Engineer"
    }
  ]
}