{
  "name": "Chung Nguyen Thanh",
  "aboutMe": "As a software engineer and UI/UX designer with extensive experience in Flutter, Dart, Firebase, and design, I am passionate about developing innovative and engaging digital experiences that meet the needs of users.\n\nWith a strong foundation in software engineering and design principles, I am adept at crafting high-quality code and intuitive user interfaces. I have experience in designing and developing user-friendly, cross-platform mobile applications using Flutter and Dart.\n\nAs a skilled designer, I can create engaging visuals, intuitive layouts, and an exceptional user experience. I have experience in user research, wireframing, prototyping, and designing user interfaces for mobile apps and web-based applications.\n\nI am highly proficient in Firebase, including Firestore, Realtime Database, and Firebase Cloud Messaging. I have used these technologies to build real-time collaborative applications, messaging systems, and cloud-based applications.\n\nThroughout my career, I have demonstrated strong collaboration skills, working closely with product managers, designers, and other developers to ensure that projects are delivered on time and to a high standard.\n\nIn summary, I am a highly skilled software engineer and UI/UX designer with expertise in Flutter, Dart, Firebase, and design. I am passionate about building innovative and engaging digital experiences that meet the needs of users and strive to deliver high-quality code and intuitive user interfaces for all projects.",
  "aboutCard": {
    "card1": {
      "content": "I value simple, clean design patterns, and thoughtful interactions.",
      "iconPath": "assets/vector.png",
      "title": "UI/UX Design"
    },
    "card2": {
      "content": "Using Flutter & Dart, I build fast, interactive apps & websites.",
      "iconPath": "assets/programming-code-signs.png",
      "title": "Front-End Development"
    },
    "card3": {
      "content": "API integrations throughout a software to keep data in sync and enhance productivity.",
      "iconPath": "assets/api.png",
      "title": "API Integration"
    },
    "card4": {
      "content": "I enjoy bringing ideas to life on the phone or in the browser.",
      "iconPath": "assets/web-development.png",
      "title": "Mobile/Web Development"
    }
  },
  "aboutCard2": [
     {
      "content": "I value simple, clean design patterns, and thoughtful interactions.",
      "iconPath": "assets/vector.png",
      "title": "UI/UX Design"
    },
     {
      "content": "Using Flutter & Dart, I build fast, interactive apps & websites.",
      "iconPath": "assets/programming-code-signs.png",
      "title": "Front-End Development"
    },
    {
      "content": "API integrations throughout a software to keep data in sync and enhance productivity.",
      "iconPath": "assets/api.png",
      "title": "API Integration"
    },
     {
      "content": "I enjoy bringing ideas to life on the phone or in the browser.",
      "iconPath": "assets/web-development.png",
      "title": "Mobile/Web Development"
    }
  ]
}