{
  "skills": [
    {
      "date": "2022-12-06T15:07:31.798027",
      "des": "Git is a free and open source distributed version control system designed to handle everything from small to very large projects with speed and efficiency.",
      "img": "https://cdn3.iconfinder.com/data/icons/social-media-2169/24/social_media_social_media_logo_git-512.png",
      "name": "Git"
    },
    {
      "date": "2022-12-06T15:09:18.175658",
      "des": "Flutter is an open-source UI software development kit created by Google. It is used to develop cross platform applications for Android, iOS, Linux, macOS, Windows, Google Fuchsia, and the web from a single codebase.",
      "img": "https://img.icons8.com/?size=512&id=5pu47piHKg1I&format=png",
      "name": "Flutter"
    },
    {
      "date": "2022-12-06T15:10:01.509497",
      "des": "Dart is a programming language designed for client development, such as for the web and mobile apps.",
      "img": "https://img.icons8.com/?size=512&id=7AFcZ2zirX6Y&format=png",
      "name": "Dart"
    },
    {
      "date": "2022-12-06T15:10:26.815054",
      "des": "Firebase is a Backend-as-a-Service (Baas). It provides developers with a variety of tools and services to help them develop quality apps. It is built on Google’s infrastructure.",
      "img": "https://img.icons8.com/?size=512&id=62452&format=png",
      "name": "Firebase"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": "MongoDB is an open source cross-platform document-oriented database program. Classified as a NoSQL database program, MongoDB uses JSON-like documents with optional schemas.",
      "img": "https://img.icons8.com/?size=512&id=tBBf3P8HL0vR&format=png",
      "name": "MongoDb"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": "SQL (Structured Query Language) is a standard language for managing and manipulating relational databases. It is used to create, modify, and retrieve data from databases.",
      "img": "https://img.icons8.com/?size=512&id=qGUfLiYi1bRN&format=png",
      "name": "SQL"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": "Spring Boot is a framework that simplifies the development of Java applications. It provides a set of ready-to-use components and conventions to rapidly build and configure robust and production-ready applications.",
      "img": "https://img.icons8.com/?size=512&id=90519&format=png",
      "name": "Spring Boot"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": "Azure is a cloud computing platform provided by Microsoft. It offers a wide range of cloud services, including virtual machines, storage, databases, and AI capabilities, enabling organizations to build, deploy, and manage applications and services.",
      "img": "https://img.icons8.com/?size=512&id=VLKafOkk3sBX&format=png",
      "name": "Azure"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": "AWS is a comprehensive cloud computing platform provided by Amazon. It offers a wide range of on-demand services, such as computing power, storage, databases, and analytics, allowing businesses to scale and grow their applications and infrastructure.",
      "img": "https://img.icons8.com/?size=512&id=33039&format=png",
      "name": "AWS"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": "Android is an open-source mobile operating system developed by Google. It is designed for smartphones, tablets, and other mobile devices. Android allows developers to create a wide range of applications using Java or Kotlin programming languages",
      "img": "https://img.icons8.com/?size=512&id=17836&format=png",
      "name": "Android"
    },
    {
      "date": "2022-12-06T15:11:22.396871",
      "des": " AOSP (Android Open Source Project) is the open-source project that maintains and develops the Android operating system. It provides the source code, documentation, and tools for building custom Android ROMs and modifying the Android system",
      "img": "https://img.icons8.com/?size=512&id=04OFrkjznvcd&format=png",
      "name": "AOSP"
    }
  ]
}